export const nextCommercePolicyData = {
  title:
    "<h2 style='font-size: 20px; border-bottom: 0.05rem solid #D6D6D6;'>টেকটং - টেকটং পয়েন্ট !</h2><br />",
  description: `<p style='font-size:15px;'>
  টেকটং অনলাইন শপ থেকে টেকটং পয়েন্টযুক্ত যেকোনো পণ্য অনলাইন অর্ডার করে কিনলেই পাবেন নির্দিষ্ট টেকটং পয়েন্ট!! 
  পণ্য ডেলিভারি পাবার ৩ থেকে ৭ দিনের মধ্যেই টেকটং পয়েন্ট যোগ হয়ে যাবে আপনার টেকটং একাউন্টে। 
  যা টেকটং অনলাইন শপ থেকে ভবিষ্যৎ কেনাকাটায় ব্যবহারযোগ্য!! 
  প্রতিটি টেকটং পয়েন্ট ১টাকার সমতুল্য অর্থাৎ ধরুন আপনি কোন পণ্য অর্ডার করে ১০০টি টেকটং পয়েন্ট অর্জন করেছেন 
  পরবর্তীতে যেকোনো অর্ডারে তা ব্যাবহার করে পাবেন ১০০টাকা পর্যন্ত ডিস্কাউন্ট।
</p>
<br />
<h2 style='font-size:20px; border-bottom: 0.05rem solid #D6D6D6;'>
  টেকটং ওয়েবসাইট এ টেকটং পয়েন্ট অর্জন ও ব্যবহারের শর্তসমূহ-
</h2>
<br />
<ul style='font-size:15px; line-height:1.6; padding-left:20px; list-style-type:circle;'>
  <li style='margin-bottom:10px;'>
    টেকটং পয়েন্ট অর্জন, সংরক্ষন অথবা ব্যবহার করতে অবশ্যই ক্রেতাকে টেকটং এর ওয়েবসাইটে একাউন্ট খুলে তা লগইন করে টেকটং পয়েন্ট ব্যাবহার করতে হবে।
  </li>
  <li style='margin-bottom:10px;'>
    টেকটং পয়েন্ট থাকা পণ্য ডেলিভারির পর ৩ থেকে ৭ দিনের মধ্যে তা ক্রেতার টেকটং একাউন্টে যোগ হয়ে যাবে এবং তা মেইলের মাধ্যমে ক্রেতাকে জানিয়ে দেয়া হবে।
  </li>
  <li style='margin-bottom:10px;'>
    টেকটং পয়েন্ট শুধুমাত্র টেকটং অনলাইন শপে পণ্য ক্রয়ের ক্ষেত্রে ব্যবহারযোগ্য।
  </li>
  <li style='margin-bottom:10px;'>
    একটি টেকটং পয়েন্ট এক টাকা সমতুল্য।
  </li>
  <li style='margin-bottom:10px;'>
    কোন স্পেশাল ক্যাম্পেইন অফারের পণ্যে / কোন পণ্যে ভাউচার বা কুপন ব্যাবহার করে ডিস্কাউন্ট পেলে সে পণ্য থেকে টেকটং পয়েন্ট অর্জিত হবে না।
  </li>
  <li style='margin-bottom:10px;'>
    একটি অর্ডারে প্রোমো কোড অথবা ভাউচার কোড ব্যবহার করলে ওই অর্ডারে টেকটং পয়েন্ট ব্যাবহার করা যাবে না।
  </li>
  <li style='margin-bottom:10px;'>
    টেকটং পয়েন্ট থাকা কোন পণ্য EMI (ইএমআই) এ ক্রয় করলে তা থেকে টেকটং পয়েন্ট পাওয়া যাবে না। তবে অনলাইন EMI অর্ডার এ টেকটং পয়েন্ট ব্যবহার করে পণ্য ক্রয় করা যাবে।
  </li>
  <li style='margin-bottom:10px;'>
    অর্ডারের মোট মূল্যের সর্বোচ্চ ৫০% (পঞ্চাশ ভাগ) টেকটং পয়েন্টের মাধ্যমে পরিশোধযোগ্য।
  </li>
  <li style='margin-bottom:10px;'>
    টেকটং পয়েন্ট সরাসরি নগদ অর্থে রূপান্তরযোগ্য নয়।
  </li>
  <li style='margin-bottom:10px;'>
    স্টার পেয়েন্ট এর মেয়াদ ৩ মাস অর্থাৎ ৩ মাসের মধ্যে খরচ না হলে তা একাউন্ট থেকে স্বয়ংক্রিয়ভাবে মুছে যাবে।
  </li>
  <li style='margin-bottom:10px;'>
    টেকটং পয়েন্ট ব্যাবহার করে ক্রয়ক্রিত পণ্য সংগত কারনে রিফান্ড অথবা রিটার্ন করা হলে টেকটং পয়েন্টও রিফান্ড করা হবে। 
    তবে এক্ষেত্রে টেকটং এর গৃহীত যেকোনো সিদ্ধান্ত চূড়ান্ত বলে বিবেচিত হবে।
  </li>
</ul>
`,
};
