export const warrantyPolicyData = {
  title: `<h2 style='font-size: 20px; border-bottom: 0.05rem solid #D6D6D6;'>টেকটং ওয়ারেন্টি পলিসি</h2><br />`,
  description: `<p style='color: #01132d; margin-bottom: 10px; font-size: 15px;'>সম্মানিত ক্রেতাবৃন্দ, টেকটং সব সময় কাস্টমারদের সর্বোচ্চ গুরুত্ব দিয়ে থাকে। এতদসত্বেও গ্রাহক সেবার মান উন্নত, সময়োপযোগী এবং দ্রুততর করার জন্যে কিছু নিয়ম কানুন মেনে কার্য পরিচালনা করতে হয়। সন্মানিত গ্রাহকগনের প্রতি বিশেষভাবে অনুরোধ Tech Tong Ltd থেকে কম্পিউটার পণ্য কেনার পূর্বে <b>নিন্ম উল্লেখিত নিয়মাবলি ভালোভাবে অনুসরণ করবেন। ধন্যবাদ।</b>
</p>
<p style='font-size: 15px;'>বিক্রয়ের সময় যে সমস্ত প্রোডাক্টের ওয়ারেন্টি ঘোষণা করা হয় সেগুলো মূলত পন্য প্রস্তুতকারক কর্তৃক প্রদান করা ওয়ারেন্টি । অর্থাৎ বিক্রিত পণ্যের ওয়ারেন্টি সেবা মূলত নির্দিষ্ট ব্রান্ডের মূল কোম্পানী বহন করে থাকে। ওয়ারেন্টি সেবার ভিন্নতার দিক থেকে প্রত্যেকটি ব্র্যান্ড সতন্ত্র এবং তাঁদের বিভিন্ন শর্তাবলী নিজস্ব অফিশিয়াল ওয়েবসাইটে উল্লেখ করা আছে। এক্ষেত্রে সাহায্যকারী প্রতিষ্ঠান Tech Tong Ltd মূল ব্রান্ডের কোম্পানি গুলোর ওয়ারেন্টি সেবার শর্তাবলী কার্যকর করার মাধ্যম হিসেবে কাজ করছে。</p>
<br />
<h2 style='font-size: 20px; border-bottom: 0.05rem solid #D6D6D6;'>প্রস্তুতকারী প্রতিষ্ঠান নির্ধারিত ওয়ারেন্টি শর্তাবলী নিম্নরূপঃ</h2>
<br />
<ul style='font-size: 15px; padding-left: 20px; line-height: 1.6; list-style-type: circle;'>
  <li style='margin-bottom:10px;'>Tech Tong Ltd প্রতিটি প্রোডাক্ট এর <b>আন্তর্জাতিক, দেশীয় ও বাংলাদেশ কম্পিউটার সমিতি (BCS) কর্তৃক প্রদত্ত ওয়ারেন্টি নীতিমালা অনুসরন করে।</b>
  </li>
  <li style='margin-bottom:10px;'>ওয়ারেন্টি হল এমন একটি সেবা যা উৎপাদনকারী বা আমদানীকারক এবং ক্রেতা উভয় পক্ষের মধ্যে একটি চুক্তি। এই চুক্তির মাধ্যমে ক্রেতা উৎপাদনকারী বা আমদানীকারকের উপর বিক্রিত পণ্যের মেরামত বা প্রতিস্থাপনের দায়িত্ব বর্তায়। ক্রয়ক্রিত পণ্যের ওয়ারেন্টি সেবা পেতে স্টার টেক ক্রেতাকে সার্বিক সহযোগিতা করে থাকেন এবং ক্রেতা ও উৎপাদনকারী বা আমদানীকারক এর মধ্যে স্টার টেক মধ্যস্থতাকারী হিসেবে কাজ করে।</li>
  <li style='margin-bottom:10px;'>Tech Tong Ltd কর্তৃক আমদানিকৃ্ত অধিকাংশ প্রোডак্ট এর ওয়ারেন্টি স্বল্প সময়ের মধ্যে প্রধান করা হয় এবং বেশকিছু প্রোডাক্ট এর অভিযোগ আসা মাত্র তা পরিবর্তন করে দেওয়া হয়।</li>
  <li style='margin-bottom:10px;'>বিক্রিত সকল প্রোডাক্ট এ ওয়ারেন্টি প্রদান করা হয় না। শুধুমাত্র যেসকল প্রোডাক্ট গুলোতে মূল কোম্পানি ওয়ারেন্টি মেয়াদ ঘোষণা করে থাকে সেগুলোর ক্ষেত্রে ওয়ারেন্টি কার্যকর হয়ে থাকে।</li>
  <li style='margin-bottom:10px;'>
    <b>ল্যাপটপের ব্র্যান্ড ও মডেল ভেদে ওয়ারেন্টি ১-৩ বছর হয়।</b> কিন্তু সকল ল্যাপটপ <b>ব্যাটারি ও এডাপ্টারের ওয়ারেন্টি শুধমাত্র ১ বছর।</b>
  </li>
  <li style='margin-bottom:10px;'>ওয়ারেন্টির আওতাভুক্ত কোন প্রোডাক্ট বিক্রির পর যদি তাতে ত্রুটি ধরা পড়ে, তবে মেরামতের মাধ্যমে সেই ত্রুটি দূর করা হয় এবং পন্যের প্রকারভেদে তা সাথে সাথে পরিবর্তন করে দেওয়া হয়ে থাকে।</li>
  <li style='margin-bottom:10px;'>নির্দিষ্ট মডেলের প্রোডাক্ট বদলে দেয়ার মতন না থেকে থাকলে Tech Tong Ltd নিজস্ব স্টকে বর্তমান অন্য কোন ব্র্যান্ডের সমমানের পণ্য দিয়ে বদল করে দিতে পারে।</li>
  <li style='margin-bottom:10px;'>নির্দিষ্ট মডেলের প্রোডাক্ট মেরামতের অযোগ্য ও বদলে দেয়ার মতন একই কিংবা সমমানের পণ্য যদি আমাদের স্টকে বর্তমান না থাকে সেক্ষেত্রে উক্ত মডেল থেকে ভাল কোন প্রোডাক্ট অবচয় ও মূল্য সমন্বয় এর মাধ্যমে বদলে দেয়া যেতে পারে।</li>
  <li style='margin-bottom:10px;'>নির্দিষ্ট মডেলের প্রোডাক্ট মেরামত বা বদলে দেয়ার অযোগ্য Tech Tong Ltd এর কাছে বর্তমান না থাকলে, বিক্রয় অবচয় সমন্বয় এর মাধ্যমে মূল্যের অর্থ ফেরত দেওয়া যেতে পারে।</li>
  <li style='margin-bottom:10px;'>প্রোডাক্ট ব্যাবহারের সময় কিংবা Tech Tong Ltd এর সার্ভিসের সময় <b>যদি কোন সফটওয়্যার বা ডাটা নষ্ট কিংবা হারিয়ে যায় এর দায়ভার Tech Tong Ltd বহন করবে না।</b> উল্লেখ্য যে, এক্ষেত্রে ডাটা পুনরুদ্ধার বা সফটওয়্যার পুনস্থাপনের কাজের দায়িত্ত্বও Tech Tong Ltd এর উপর বর্তাবে না。 </li>
  <li style='margin-bottom:10px;'>নির্দিষ্ট মডেলের প্রোডাক্ট ওয়ারেন্টির আওতায় নেয়ার পর সার্ভিসের কাজ শেষ করে প্রোডাক্টটি ফেরত দেয়ার সময় নির্দিষ্ট নয়, <b>এই সময় ৫-৭ দিন থেকে সর্বোচ্চ ৩৫-৪০ দিন কিংবা আরো বেশী হতে পারে;</b> কারণ অধিকাংশ ক্ষেত্রে মেরামতের জন্য প্রয়োজনীয় যন্ত্রাংশ দেশে পর্যাপ্ত বাফার স্টক না থাকায় তা বিশেষভাবে আমদানী করে আনতে হয় যা অনেক সময় সাপেক্ষ। </li>
  <li style='margin-bottom:10px;'>ক্রেতাসাধারনের অবগতির জানানো যাচ্ছে যে বেশীরভাগ ওয়ারেন্টি প্রোডাক্ট রিপেয়ার হয় না, যে পার্টস টি নস্ট হয় সেটা পরিবর্তন করা হয় বরং অধিকাংশ ক্ষেত্রে বিদেশ থেকে আমদানি করা হয়। বিক্রয়ের সময় যে কম্পিউটার সেটআপ ও অপারেটিং সিস্টেম কাস্টমাইজ করে দেয়া হয় তা ওয়ারেন্টির আওতায় থাকে না।</li>
  <li style='margin-bottom:10px;'>লাইফ টাইম ওয়ারেন্টি মূলত বাজারে প্রচলিত পণ্য হিসেবে বিবেচিত হওয়ার সময়কাল পর্যন্ত ঐ পণ্যের ওয়ারেন্টি সেবা প্রদানকে লাইফ টাইম ওয়ারেন্টি বুঝাবে। কোনো পণ্যের 'লাইফ টাইম' ওয়ারেন্টির আওতায় ওই পণ্যটি মার্কেটে প্রচলিত পণ্য হলে, ক্রেতা ওয়ারেন্টি সেবা প্রাপ্ত হবে। কোনো পণ্য বাজারে EOL(End of Life) হিসেবে গণ্য হলে অর্থাৎ পণ্যটি যদি অপ্রচলিত হয়ে পড়ে তবে তা আর ওয়ারেন্টির আওতায় আসবে না। পণ্যের নতুন সংস্করণ বাজারে আসলে তা পুরাতন সংস্করণের সাথে ওয়ারেন্টি সেবা পাবে না। উল্লেখ্য, লাইফ টাইম ওয়ারেন্টির ক্ষেত্রে বিসিএর এর নীতিমালা অনুযায়ী গ্রাহক বা ক্রেতা সর্বোচ্চ ২(দুই) বছর এ সেবা উপভোগ করতে পারবেন।</li>
  <li style='margin-bottom:10px;'>ওয়ারেন্টির আওতা বহির্ভূত যেকোন সার্ভিসের জন্য Tech Tong মূল্য ধার্য করতে পারবে যা ক্রেতার সম্মতি সাপেক্ষে কার্যকর হবে।</li>
  <li style='margin-bottom:10px;'>সার্ভিস ওয়ারেন্টির ক্ষেত্রে যদি কোন যন্ত্রাংশ পরিবর্তন বা সংযোজনের প্রয়োজন হয় তাহলে ক্রেতা সাধারন তা নিজ দায়িত্বে সংগ্রহ করবেন অথবা ক্রেতাগনের সম্মতিতে অগ্রিম মূল্য পরিশোধ সাপেক্ষে Tech Tong এর মাধ্যমে সংগ্রহ করতে পারবেন।</li>
  <li style='margin-bottom:10px;'>ওয়ারেন্টির নির্ধারিত মেয়াদ থাকাকালীন বা উত্তীর্ণ হওয়ার পরে Tech Tong কর্তৃক প্রদত্ত ফ্রি সফটওয়্যার বা হার্ডওয়্যার টিউনিংএ যদি প্রোডাক্ট এ কোন সমস্যা ধরা পড়ে বা নতুন কোন সমস্যার সৃষ্টি হয় তার দায়ভার Tech Tong এর উপর বর্তাবে না।</li>
  <li style='margin-bottom:10px;'>
    <b>মনিটরের ডেড পিক্সেল (Dead Pixel)</b> জনিত ওয়ারেন্টি ক্লেইমের জন্য তাতে ন্যূনতম ৩ বা তার বেশি ডেড পিক্সেল দৃশ্যমান হতে হবে।
  </li>
  <li>
    <b>প্রোডাক্টের ওয়ারেন্টি ক্লেইমের সময় ক্রেতাকে প্রোডাক্টের বক্স সাথে নিয়ে আসা বাধ্যতামূলক।</b>
  </li>
</ul>
<br />
<h2 style='font-size: 20px; border-bottom: 0.05rem solid #D6D6D6;'>যেসকল ক্ষেত্রে ওয়ারেন্টি কার্যকর হবে না বা শর্তসাপেক্ষে পেতে পারেন</h2>
<br />
<ul style='font-size: 15px; padding-left: 20px; line-height: 1.6; list-style-type: circle;'>
  <li style='margin-bottom:10px;'>অসতর্ক ভাবে ব্যবহারজনিত কারনে যেমন, পানিতে ভিজে যাওয়া, ভেঙে যাওয়া, পুড়ে যাওয়া, আঘাতপ্রাপ্ত হওয়া, গভীরভাবে আঁচড় এর দাগ প্রভৃতি কারণে কোন ত্রুটি দেখা দিলে তা ওয়ারেন্টির আওতায় থাকবে না।</li>
  <li style='margin-bottom:10px;'>কোন পণ্যের <b>সিরিয়াল বা সিরিয়াল স্টিকার</b> আংশিক বা সম্পূর্ণরূপে মুছে গেলে, উঠে গেলে বা যেকোন কারণে ক্ষতিগ্রস্ত হলে তখন পণ্যটি আর ওয়ারেন্টির আওতায় পড়বে না। </li>
  <li style='margin-bottom:10px;'>মাদারবোর্ড, গ্রাফিক্স কার্ড এবং র‌্যাম এর গায়ে <b>ফাংগাস বা মরিচা ও গভীর কোন ক্ষত বা আচড়</b> থাকলে উক্ত মাদারবোর্ড গ্রাফিক্স কার্ড বা র‌্যাম ওয়ারেন্টির আওতায় থাকবে না। </li>
  <li style='margin-bottom:10px;'>মাদারবোর্ড এবং প্রসেসর এর ক্ষেত্রে <b>এক বা একাধিক পিন সম্পূর্ণ বা আংশিক ভাঙ্গা, বাঁকা বা বিকৃত</b> অবস্থায় পাওয়া গেলে পণ্যটি ওয়ারেন্টির আওতায় থাকবে না। </li>
  <li style='margin-bottom:10px;'>যেহেতু Tech Tong. ল্যাপটপ, ডেস্কটপ কিংবা কোন পণ্য ডেলিভারির সময় কোন প্রকারের পাসওয়ার্ড কিংবা সিকিউরিটি কোড প্রয়োগ করে না সেহেতু ল্যাপটপ, ডেস্কটপ বা অন্য যেকোন ডিভাইসে BIOS পাসওয়ার্ড এর সম্পূর্ণ দায়িত্ব ক্রেতাকে বহন করতে হবে। এটা ওয়ারেন্টির আওতায় পড়বে না।</li>
  <li style='margin-bottom:10px;'>Apple Mac Book এর নিজস্ব অপারেটিং সিস্টেম মুছে ফেললে পণ্যটি ওয়ারেন্টির আওতায় পড়বে না।</li>
  <li style='margin-bottom:10px;'>প্রিন্টার কার্টিজ, টোনার, হেড, রোলার, ড্রাম, এলিমেন্ট কাভার, মেইন্টেনেন্স বক্স ইত্যাদি যন্ত্রাংশ ওয়ারেন্টির আওতা বহির্ভূত।</li>
  <li style='margin-bottom:10px;'>প্রিন্টারের ওয়ারেন্টির ক্ষেত্রে প্রস্তুতকারী প্রতিষ্ঠান কর্তৃক নির্ধারিত কালি, ইংক কার্টিজ বা টোনার কার্টিজ ব্যতীত অন্য কালি, ইংক কার্টিজ বা টোনার কার্টিজ ব্যবহার করলে ওয়ারেন্টির আওতায় পড়বে না।</li>
  <li style='margin-bottom:10px;'>নির্দিষ্ট মডেলের কম্বো (যুগল) কিবোর্ড-মাউস (যে সব কিবোর্ড-মাউস একসাথে বান্ডেল হিসেবে বিক্রি হয়) এর ক্ষেত্রে কিবোর্ড বা মাউস যেকোনো একটি ক্ষতিগ্রস্থ হলে ওয়ারেন্টির জন্য <b>সম্পূর্ণ কম্বো (যুগল) সেটটি (আনুসাঙ্গিক এক্সেসরিজ)</b> উপস্থাপন করতে হবে। শুধুমাত্র কিবোর্ড বা মাউস আলাদাভাবে ওয়ারেন্টির জন্য উপস্থাপন গ্রহণযোগ্য হবে না। </li>
  <li style='margin-bottom:10px;'>প্রিন্টার, স্ক্যানার, রাউটার, সুইচ, এক্সেস পয়েন্ট, টিভি কার্ড ইত্যাদি এবং একই ধরনের প্রোডাক্ট এর পাওয়ার এডাপ্টার ওয়ারেন্টির আওতায় পড়বে না।</li>
  <li style='margin-bottom:10px;'>কোন নির্দিষ্ট প্রোডাক্ট এর ওয়ারেন্টি প্রদানের পর যদি ওয়ারেন্টি বা সার্ভিস বিভাগে ২ মাসের অধিক সময় অতিবাহিত হয় তবে উক্ত প্রোডাক্ট এর দায়ভার কোম্পানী বহন করবে না।</li>
  <li style='margin-bottom:10px;'>নির্দিষ্ট প্রোডাক্ট এর ওয়ারেন্টি রিসিভ পেপার হারিয়ে গেলে এর ক্রয়ের রশিদ ও যথাযোগ্য প্রমান প্রদান সাপেক্ষে প্রোডাক্ট টি গ্রহন করতে হবে。</li>
</ul>
<br />
<p style='font-size:15px; font-weight:bold;'>
  <mark>বিঃদ্রঃ- কিছু অসাধু ব্যক্তি / প্রতিষ্ঠান স্টার টেক এর ইনভয়েস নকল করে সামাজিক যোগাযোগ মাধ্যম ও বিভিন্ন ওয়েবসাইটের মাধ্যমে নকল পণ্য বিক্রয় করে ক্রেতা সাধারণকে প্রতারিত করার চেষ্টা করছেন। এমতাবস্থায় স্টার টেক এর পণ্য (ব্যাবহৃত/অব্যবহৃত) অন্য কোন ব্যক্তি বা প্রতিষ্ঠান থেকে ক্রয়ের পূর্বে অবশ্যই ইনভয়েস ভেরিফাই করে নিতে কল করুনঃ ১৬৭৯৩, মেইল করুণঃ support@techtong.com.bd এ, অথবা আমাদের ভেরিফাইড ফেসবুক পেজে ম্যাসেজ করুণ。</mark>
</p>
<p style='font-size:15px; font-weight:bold; '>
  <mark>ওয়েবসাইট এর কারিগরি ত্রুটির কারণে কোনো পণ্যের মূল্য বর্তমান বাজার মূল্য/সর্বোচ্চ খুচরা মূল্যের সাথে অসঙ্গতিপূর্ণ থাকলে সেই পন্যের অর্ডারটি স্টার টেক কর্তৃপক্ষ সম্মানিত ক্রেতাকে অবগত করে বা না করে বাতিল করার অধিকার সংরক্ষণ করে。</mark>
</p><p style='font-size:15px; font-weight:bold; background-color:yellow;'>উল্লেখ্য যে, ইনভয়েস ভেরিফিকেশন না করে ফেইক ইনভয়েসে স্টার টেক এর পণ্য ক্রয় করে প্রতারিত হলে কোন প্রকার দায়িত্ব স্টার টেক বহন করবে না</p>
<br />
<p style='font-size:16px; font-weight:bold; text-align: center;'>ওয়ারেন্টি সংক্রান্ত যেকোন পরামর্শ বা অভিযোগের জন্য ই-মেইল করার ঠিকানা নিম্নরূপ</p><a href='mailto:support@techtong.com.bd' target style='font-size:16px;  text-align: center; display: block; color: #FF8500'>support@techtong.com.bd</a>`,
};
